Revit 2027 API
ParameterTypeId.StairsAttrTreadMult Property
 "Tread Multiplier"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrTreadMult { get; }
Public Shared ReadOnly Property StairsAttrTreadMult As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrTreadMult {
	ForgeTypeId^ get ();
}
static member StairsAttrTreadMult : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace